Revit 2027 API
ParameterTypeId.RebarSystemNumberOfLinesTopDirn2 Property
 "Top Minor Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemNumberOfLinesTopDirn2 { get; }
Public Shared ReadOnly Property RebarSystemNumberOfLinesTopDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesTopDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemNumberOfLinesTopDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace